{
  "ids": [
    "unknown_grade_unknown_0",
    "unknown_grade_unknown_1",
    "unknown_grade_unknown_2",
    "unknown_grade_unknown_3",
    "unknown_grade_unknown_4",
    "unknown_grade_unknown_5",
    "unknown_grade_unknown_6",
    "unknown_grade_unknown_7",
    "unknown_grade_unknown_8",
    "unknown_grade_unknown_9",
    "unknown_grade_unknown_10",
    "unknown_grade_unknown_11",
    "unknown_grade_unknown_12",
    "unknown_grade_unknown_13",
    "unknown_grade_unknown_14",
    "unknown_grade_unknown_15",
    "unknown_grade_unknown_16",
    "unknown_grade_unknown_17",
    "unknown_grade_unknown_18",
    "unknown_grade_unknown_19",
    "unknown_grade_unknown_20",
    "unknown_grade_unknown_21",
    "unknown_grade_unknown_22",
    "unknown_grade_unknown_23",
    "unknown_grade_unknown_24",
    "unknown_grade_unknown_25",
    "unknown_grade_unknown_26",
    "unknown_grade_unknown_27",
    "unknown_grade_unknown_28",
    "unknown_grade_unknown_29",
    "unknown_grade_unknown_30",
    "unknown_grade_unknown_31",
    "unknown_grade_unknown_32",
    "unknown_grade_unknown_33",
    "unknown_grade_unknown_34",
    "unknown_grade_unknown_35",
    "unknown_grade_unknown_36",
    "unknown_grade_unknown_37",
    "unknown_grade_unknown_38",
    "unknown_grade_unknown_39",
    "unknown_grade_unknown_40",
    "unknown_grade_unknown_41",
    "unknown_grade_unknown_42",
    "unknown_grade_unknown_43",
    "unknown_grade_unknown_44",
    "unknown_grade_unknown_45",
    "unknown_grade_unknown_46",
    "unknown_grade_unknown_47",
    "unknown_grade_unknown_48",
    "unknown_grade_unknown_49",
    "unknown_grade_unknown_50",
    "unknown_grade_unknown_51",
    "unknown_grade_unknown_52",
    "unknown_grade_unknown_53",
    "unknown_grade_unknown_54",
    "unknown_grade_unknown_55"
  ],
  "documents": [
    "BIOLOGY GRADE 11\n\nUnit Five: The human body systems",
    "BIOLOGY GRADE 11\n\nThe human body is a biological machine made of body systems and groups of organs that work together to produce and sustain life. The human organ systems include the integumentary system, skeletal system, muscular system, lymphatic system, respiratory system, digestive system, nervous system, endocrine system, cardiovascular system, urinary system and reproductive systems.\n\nHowever, in this unit, we shall discuss only the musculoskeletal and reproductive systems.\n\n5.1. Human Musculoskeletal Systems\n\nThe human musculoskeletal systems are organ systems that give humans the ability to move.\n\nMuscles and skeletal systems are musculoskeletal systems that provide the human body with shapes and forms and protect the vital organs of musculoskeletal systems. Musculoskeletal systems Unit learning outcomes After the successful completion of this unit, the student will be able to:\n\n1. Explain the structure and function of the musculoskeletal system.\n\n2. Identify the structures and functions of the male and female reproductive\n\nsystems.\n\n3. Explain ways to prevent or reduce the spread of STIS/ HIV.\n\n4. Explain family planning strategies.\n\n5. Examine the effect of alcohol use, chewing Khat, cannabis and other drug\n\nuses on the normal functioning of the musculoskeletal and reproductive systems.\n\n6. Identify harmful practices that affect human reproductive health.\n\nAt the end of this section, the student will be able to:  Explain the musculoskeletal systems  List the muscle and skeletal systems  Explain the function of musculoskeletal systems Self-Questioning Before starting this section, ask yourself this question: “what do I know about the musculoskelal system and what do I want to learn from this section?’",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nbind organs together, support stability, allow bodily movements and produce blood cells for the body (bone marrow) and stores minerals (Figure 5.1).\n\nMusculoskeletal system is a body structure made up of bones of the skeletons, muscles, cartilages, tendons, ligaments, joints and connective tissues.\n\nMusculoskeletal system is a body structure made up of bones of the skeleton, muscles, cartilage, tendons, ligaments, joints, and connective tissues.\n\nThe human musculoskeletal system comprises:\n\n1.\n\nMuscles keep bones in place and enable movements.\n\n2.\n\nJoints and cartilages connect bones to bones and prevent them from rubbing against each other.\n\n3.\n\nTendons connect muscles to bones.\n\n4.\n\nConnective tissues: internal skeletal system parts favoring positions and movements\n\n5.\n\nLigaments are fibrous connective tissues that attach bone to bone.\n\nFigure 5.1 Human musculoskeletal structures\n\n5.1.1. Types of muscles\n\nThe human muscular systems include about 700 muscles that make up half of the human body weight and are responsible for the movement of the human body.\n\nHuman muscles are discrete organs made of skeletal muscle tissues, blood vessels, tendons and nerves found attached to the bones of the skeletal system.\n\nWhat are the functions of muscles?",
    "The human body is composed of three types of muscles:\n\n1. Cardiac muscles\n\n2. Skeletal muscles\n\n3. Smooth muscles\n\n1. The Cardiac muscles\n\nT he cardiac muscle (heart muscle) forms a thick middle layer between the outer layer of the heart wall (pericardium), and the inner layer (endocardium) with blood supplied to circulate via the coronary circulation.\n\nThe cardiac muscle is an involuntary striated muscle composed of tissues of the wall of the heart called myocardium.\n\nIndividual cardiac muscle cells are joined together by intercalated discs and are encased by collagen fibers to form the extracellular matrix (Figure 5.2).\n\nFigure 5.2 Cardiac muscles\n\n2. The Skeletal Muscle\n\nThe skeletal muscles arranged in opposing systems around joints are attached to bones and are composed of 30 to 40% of total body mass (Figure 5.3). They allow the body to perform a wide range of movements and functions such as voluntary controlled systems on works. The skeletal muscle fibers innervated by a single motor axon are called a motor unit.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nFigure 5.3 Skeletal muscles\n\n3. The Smooth Muscles\n\nThe smooth muscles are involuntary, non-striated and unconsciously controlled muscles that control the flow of substances within the lumens.\n\nThe Smooth muscles are muscles found in the walls of hollow organs: the stomach, intestine, bladder, uterus and walls of passageways of the blood and lymph vessels, respiratory tracts, urinary and reproductive systems, in the eyes and the ciliary muscles (Figure 5.4). The smooth muscle cells of the skins are the erector of pili causing hair to stand erect in response to cold, heat or fear.\n\nFigure 5.4 Smooth muscles",
    ".\n\n5.1.2. Mechanism of actions of skeletal muscles\n\nMechanisms of action of muscles are the process of activations of muscle cells to generate tension or contract for movements.\n\nSkeletal muscles are bundles of muscle fibers with single large cells formed by the fusion of many individual cells during development.\n\nMost of the cytoplasm consists of myofibrils of cylindrical bundles of two types of filaments of thick filaments of myosin and thin filaments of actin where each is each organized as a chain of contractile unit called sarcomeres.\n\nActin and myosin are both proteins found in every type of muscle tissue where the thick myosin filaments and thin actin filaments work together to generate muscle contractions and movement.\n\nMyosin is a type of molecular motor that converts chemical energy released from ATP into mechanical energy used to pull the actin filaments along causing muscle fibers to contract and generate.\n\nActin filaments, together with myosin are responsible for many types of cell movements. The most noticeable form of movement is muscle contraction, which has provided the model for understanding actin- myosin interactions and the motor activity of myosin molecules.\n\nWhat are mechanisms of action?\n\n.\n\n.\n\nLab-based activity 5.1: Laboratory works Objectives: observe and identify three cell types Materials Microscopes, cardiac, skeletal, and smooth muscles specimens, and Knives.\n\nMethods  Prepare specimen for all the three muscle types  Set a wet mounting of each specimen taken from each muscle cell  Observe the specimen samples under the microscope  Write a lab report on the protocol.\n\nAssessments What are the differences among the three types of muscles?\n\nDraw a diagram of each type of muscle Explain the relationships between the structures and functions of muscles.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nTroponin is a complex system of three regulatory proteins integral to muscle contraction in skeletal muscles (Figure 5.5).\n\nIn a relaxed muscle, tropomyosin blocks the attachment site for the myosin cross bridge preventing contraction.The binding of myosin to actin causes cross bridge formation and contraction of the muscle.\n\nFigure 5.5 Actin and myosin in action Mechanism of actions in muscles:\n\n1.\n\nMuscle activation: the motor nerve stimulates an action potential (impulse) to pass down a neuron to the neuromuscular junction and stimulates the sarcoplasmic reticulum to release calcium into the muscle cell.\n\n2.\n\nMuscle contraction: Calcium floods into the muscle cells bound with troponin allowing actin and myosin to bind, in which the actin and myosin cross bridges bind and contract, using ATP as energy that all cells use to fuel activity.\n\n3.\n\nRecharging: ATP is re-synthesized (re- manufactured), allowing actin and myosin to maintain a strong binding state.\n\nFigure 5.6 Types muscle contractions Relaxation: relaxation occurs when stimulation of the nerve stops and pumps Calcium back into the sarcoplasmic reticulum breaking the link between actin and myosin.\n\nActin and myosin return to unbound state causing the muscle to relax, but relaxation failure",
    "BIOLOGY GRADE 11\n\noccurs if ATP is no longer available. In natural movements, the activity of locomotors and muscle contractions is multifaceted to produce changes in length and tension in a time-varying manner.\n\nMuscle contraction occurs when the two-inter-digitizing filaments, the thin actin and the thick myosin filaments, slide pass each other.\n\nThere are three types of muscle contractions:\n\n1. Isometric: does not change the length (Figure 5.6a).\n\n2. Concentric: shortening the muscle (Figure 5.6b).\n\n3. Eccentric: lengthening the muscle fibers (Figure 5.6c).\n\n5.1.3. The human axial and appendicular skeletons\n\nThe human skeletal system is a complex structure with two distinct divisions composed of fused and individual bones supported by ligaments, tendons, muscles, and cartilage.\n\nHumans are born with over 300 bones, but many of the bones fuse between birth and the end of maturity and remain with the average number of 206 bones in an adult skeleton.\n\nBones have three different layers made from three different kinds of cells. The general structure of bones is a combination of a protein called collagen and a molecule called calcium phosphate that weave together to form a strong and lightweight structure.\n\nBones are composed of four types of cells. These are:  Osteoblasts involve in new bone formation.\n\n Osteocytes are mature bone cells that help to mature bones of newborns.\n\n Osteoclasts break down bones and help them to form into correct shapes.\n\n Osteoprogenitor are important in repair of fracture.\n\nBased on their shapes, there are four different types of bones in the human body:\n\n1. Long bones have long and thin shapes.\n\n2. Short bones have squat and cubed shapes.\n\n3. Flat bones have flattened and broad surfaces.\n\n4. Irregular bones have shapes that do not conform to the above three types.\n\n5. Sesamoid bones are small, flat bones and are shaped similarly to a sesame seed\n\nWhat are human skeletons?",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nTable 5.1 General classifications of bones Functions of bones:\n\n1.\n\nSupport body and helping move: bones hold up body stability, keep from collapsing to the ground, movement and body posture.\n\n2.\n\nProtecting the internal organs: bones keep organs to be safe from hard impacts, punctures, and other forms of injury (ribs protect the heart and lungs, and the skull protects the brain).\n\n3.\n\nProducing blood cells: certain types of bones make platelets, red blood cells, and white blood cells inside bones.\n\n4. Storing and releasing fat: certain bones store fat and release when body needs energy.\n\n5. Storing and releasing minerals: bones store necessary minerals when the levels are too\n\nhigh in the blood and release minerals when the body needs them (calcium, phosphorus, and vitamin D).\n\n1. The axial skeleton\n\nThe axial skeleton is the one that consists of the skull, trunk, and pelvis bones of the medial core of the body.\n\nTypes of bones Names and parts Long bones Femur and tibia (bones longer than wide) Short bones Carpus (bone of wrists) Flat bones Cranium (skull), ilium (pelvis), sternum, and ribs Irregular bones Vertebrae, sacrum, coccyx , temporal, mandible, palatine, nasal, etc.\n\nSesamoid bones Small sesame seed-like bones that are embedded in the muscles Inquiry based activity 5.2 Discussion  Visit a traditional bone healer (Wogesha), discuss the following and present them to the class.\n\n Traditional healing process, techniques and experience of bone fractures  Local materials used and cares  Compare the indigenous knowledge and orthopedic practices of healing.\n\n Present the results to the class, being in a group of five students.",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nThe skull is composed of the cranium bones fitting together at joints (sutures) and the facial bones forming the lower front part, consisting of the eye, the ear, the nose, and the mouth cavities. Axial skeleton includes the jaw, or mandible, the upper jaw, or maxilla, the zygomatic, or cheekbone, and the nasal bone.\n\nThe rib cage (thoracic cage) forms the thorax (chest) portion of the body and consists of 12 pairs of ribs with costal cartilage and the sternum.\n\nTable 5.2 Parts of the axial skeleton parts Parts of the axial skeleton Number of bones Functions Skull (Cranium 8+Facial 14) It holds and protects the brain.\n\nOssicles (both ears, 3+3) Auditory Hyoid (neck) Holds the head Thoracic (rib cage) It protects the heart and lungs.\n\nThorax (sternum) Bind and handle the abdomen Vertebral column Holds up human body Total bones\n\n2. The appendicular skeleton\n\nAn appendicular skeleton is the portion of the skeleton that consists of 126 bones out of a total of 206 bones and supporting appendages. It includes skeletal elements, limbs, shoulder-supporting girdle, pectoral, pelvic girdle, and joined appendages. An appendicular skeleton is involved in the locomotion of lower limbs and manipulation of objects in the upper limbs. It also consists of six major regions (Table 5.3).\n\nTable 5.3 Parts of the appendicular skeleton Appendicular skeleton parts Number of bones Shoulder girdles Pelvis Arms and forearms Thighs and legs Hands Feet and ankles Sum Total number of bones in the human body = axial + appendicular = 80 + 126 = 206",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nThe following figure shows both axial and appendicular skeleton (Figure 5.7).\n\nFigure 5.7 Axial and appendicular skeletons\n\n5.1.4. Joints\n\nJoints are the parts of the body where two or more bones meet with binding tissues and allow the body to produce movements.\n\n5.1.4.1 Types of joints\n\n1. The ball and socket joint: the rounded head of one bone sits in the cup of another bone\n\nto permit movement in all directions (shoulder and hip joints).\n\n2. Hinge joints: like a door, a joints that opens and closes in one direction along one plane\n\nonly (elbow and knee joints).\n\n3. Condyloid joints: joints that do not rotate but allow movements (finger and jaw).\n\n4. Pivot joints are rotary or trochoid joints in which one bone swivels in a ring (ulna, radius,\n\nand neck).\n\n5. Gliding joints: a plane joint that allows only limited movement by slipping smooth surfaces\n\nover one another (wrist joint).\n\n6. Saddle joint: enables movement back and forth, side to side, and cannot rotate (thumb\n\nbase).\n\nWhat are joints?",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nFigure 5.8 Major human joints Inquiry-based activity 5.3 Project Work\n\n1. Construct the human musculoskeletal system from locally available\n\nmaterials.\n\n2. Robotic system\n\n3. Label each part using scientific terms and count the bones.\n\n4. Define the following terms and present them to the class.\n\n The muscular system  The skeletal system  The functions of the musculoskeletal system .",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n5.2 The reproductive system\n\nThe human reproductive system is the functional male and female reproductive organ systems. The function of the human reproductive system is to produce and deposit sperms in males and egg cells in females. Internal fertilization by sexual intercourse occurs when the male inserts his penis into a female’s vagina and ejaculates sperm that pass through the cervix into the uterus and the fallopian tubes for the fertilization of the ovum (egg).\n\n5.2.1. Human reproductive system (Male and Female)\n\nThe male reproductive systems The male reproductive system contains the external genital organs (penis, testes, and the scrotum) and internal parts (prostate gland, vas deferens, and urethra) that work together to produce sperm (male gametes), male sex hormones, and other components of the semen (Figure 5.9).\n\n1. The penis\n\nThe penis is the male copulatory organ. The penis contains soft, spongy tissue as well as muscles, fibrous tissue, veins, arteries, and the urethra. These allow the penis to perform its functions. It has urinary and sexual functions. The sexual function of the penis can be described as two stages: erection and ejaculation.\n\nAt the end of this section, the student will be able to:  Describe female and male reproductive systems  Explain gametogenesis  Explain menstrual cycle  List types contraceptive mechanisms and uses  Describe infertilities in males and females  Explain the spread, prevention or treatments methods of STIS/ HIV Why is the human reproductive system necessary for the continuity of human species?\n\nSelf-questioning Before starting this section, ask yourself this question: “what do I know about the reproductive system and what do I want to learn from this section?’",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nAn erection is the stiffening of the penis caused by sexual arousal and/or physical stimulation. It is also normal for erections to occur during sleep and upon waking. An erection occurs when there is an increased flow of blood into the corpus cavernosa and corpus spongiosum. During an erection, arteries supplying the erectile tissues will dilate (widen), causing the penis to engorge (fill) with blood. The engorgement compresses the veins through which blood usually exits the penis. This \"traps\" the blood and helps sustain the erection.\n\n2. Urethra\n\nThe urethra is a tube that connects the urinary bladder to the urinary meatus for the removal of urine from the body. In males, the urethra allows for the passage of urine from the bladder to the outside of the body (urination) and is also responsible for the expulsion of sperm during ejaculation.\n\n3. The scrotum\n\nThe scrotum is a sack of thick skin that protects the testes and controls the temperature of the testes for suitable sperm creation. It contains seminal vesicles, vas deferens, testicles (testes), and prostate gland that constitute all the remaining components of the male reproductive system.\n\n4. Testes\n\nTestes are oval pair bodies found in the scrotum with two primary functions: Production of testosterone or male sex hormones and sperm (spermatogenesis).\n\nTable 5.4 summary of male reproductive structures and their function Structure Function testes\n\n• produce sperm cells\n\n• produce the hormone testosterone\n\nseminiferous tubules\n\n• produce immature sperm cells\n\nepididymis\n\n• matures and stores sperm cells in coiled tubules\n\nvas deferens\n\n• carries sperm from the epididymis to its junction with the\n\nurethra seminal vesicle\n\n• secretes fructose into the semen, which provides energy for\n\nthe sperm prostate gland\n\n• secretes an alkaline buffer into the semen to protect the\n\nsperm from the acidic environment of the vagina Cowper’s gland\n\n• secretes mucus-rich fluids into the semen that may protect\n\nthe sperm from acids in the urethra urethra\n\n• carries semen during ejaculation\n\n• carries urine from the bladder to the exterior of the body\n\npenis\n\n• deposits sperm into the vagina during ejaculation\n\n• contains the urethra",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nFigure 5.9 Male reproductive systems The Female Reproductive Systems The female reproductive system includes the ovaries, fallopian tubes, uterus, vagina, accessory glands, and external genital organs (Figure 5.10). Its functions include producing gametes called eggs, secreting sex hormones (such as estrogen), providing a site for fertilization, gestating a fetus if fertilization occurs, giving birth to a baby.\n\nThe internal reproductive organs include:  Labia majora: The labia majora (“large lips”) enclose and protect the other external reproductive organs.\n\nDuring puberty, hair growth occurs on the skin of the labia majora, which also contain sweat and oil-secreting glands.\n\n Labia minora: The labia minora (“small lips”) can have a variety of sizes and shapes. They lie just inside the labia majora, and surround the openings to the vagina (the canal that joins the lower part of the uterus to the outside of the body) and urethra (the tube that carries urine from the bladder to the outside of the body). This skin is very delicate and can become easily irritated and swollen.\n\n Bartholin’s glands: These glands are located next to the vaginal opening on each side and produce a fluid (mucus) secretion.\n\n Clitoris: The two labia minora meet at the clitoris, a small, sensitive protrusion that is comparable to the penis in",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nmales. The clitoris is covered by a fold of skin, called the prepuce, which is similar to the foreskin at the end of the penis. Like the penis, the clitoris is very sensitive to stimulation and can become erect.\n\nThe internal reproductive organs include:  Vagina: The vagina is a canal that joins the cervix (the lower part of the uterus) to the outside of the body. It is also known as the birth canal.\n\n Uterus (womb): The uterus is a hollow, pear-shaped organ that is the home to a developing fetus. The uterus is divided into two parts: the cervix, which is the lower part that opens into the vagina; and the main body of the uterus, called the corpus. The corpus can easily expand to hold a developing baby. A canal through the cervix allows sperm to enter and menstrual blood to exit.\n\n Ovaries: The ovaries are small, oval- shaped glands that are located on either side of the uterus. The ovaries produce eggs and hormones.\n\n Fallopian tubes: These are narrow tubes that are attached to the upper part of the uterus and serve as pathways for the ova (egg cells) to travel from the ovaries to the uterus.\n\nFertilization of an egg by sperm normally occurs in the fallopian tubes.\n\nThe fertilized egg then moves to the uterus, where it implants into the uterine lining.\n\nTable 5.5 Summary of female reproductive structures and their function Structure Function ovaries\n\n•\n\nproduce the hormones estrogen and progesterone\n\n• site of ova (egg cell) development and ovulation\n\nfallopian tubes (oviducts)\n\n• carry the ovum from the ovary to the uterus\n\n• usually the site of fertilization\n\nfimbria\n\n• sweep the ovum into the oviduct following ovulation\n\nuterus (womb)\n\n• pear-shaped organ in which the embryo and fetus develop\n\n• involved in menstruation",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\ncervix\n\n• separates the vagina from the uterus\n\n• holds the fetus in place during pregnancy\n\n• dilates during birth to allow the fetus to leave the uterus\n\nvagina\n\n• extends from the cervix to the external environment\n\n• provides a passageway for sperm and menstrual flow\n\n• functions as the birth canal\n\nFigure 5.10 Female reproductive system organs The main external structures of the female reproductive system include:\n\n5.2.2\n\nGametogenesis Gametogenesis is the process where of formation and development of specialized generative cells, gametes (oocytes/sperm), from bipotential primordial germ cells (Figure 5.11). Gametogenesis is a process where a haploid daughter cell (n) is formed from a diploid mother cell (2n) through meiosis.\n\nThis process is called spermatogenesis in male that produces spermatozoa and oogenesis in female that produces ova.\n\nInquiry based activity 5.4 Model construction and discussion  Construct models of the human reproductive systems  Label parts of the reproductive systems and organs What is gametogenesis?",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nSpermatogenesis Spermatogenesis is the process by which haploid (n) spermatozoa develop from germ cells in the seminiferous tubules of the testis.\n\nMale gamete production starts at puberty and takes place in the testis. The testes also produce the male hormone called androgen (testicular hormone). Germinal epithelium lines the seminiferous tubules. The majority of cells here are cuboidal and called primordial germ cells or PGCs. These immature male germ cells undergo successive mitotic and meiotic divisions to produce sperms.\n\nThe diploid primordial germ cells are present in the lining of the seminiferous tubules of testis. Some cells which are tall and somatic are called Sertoli cells. They help in the nourishment of the developing sperms and are also called nurse cells.\n\nAt sexual maturity, the undifferentiated primordial germ cells or PGCs of seminiferous tubules divide several times by mitosis to produce large number of sperm mother cells or spermatogonia. Spermatogonia are diploid and possess 46 chromosomes. They then go through mitotic division and generate primary spermatocytes which undergo meiosis to form two haploid cells known as secondary spermatocytes. Each secondary spermatocyte has 23 chromosomes. Second meiotic division occurs in secondary spermatocytes, resulting in production of four equal and haploid spermatids. The spermatids are transformed into spermatozoa (sperm) by the process of spermiogenesis. These develop into mature spermatozoa, also known as sperm cells.\n\nMaturation of the sperm cells takes place in the epididymis where it is secreted in the form of semen during puberty.\n\nOogenesis Oogenesis is the development of female egg cells found in the outermost layers of the ovaries germ cell oogonium and ends with one to two million cells in the embryogenesis.\n\nIt undergoes the primary oocyte development that begins with meiotic division. Oogenesis arrests division as it develops in the follicle and gives rise to a haploid (n) cell oocyte of a smaller polar body called oogenesis. The following figure (Figure\n\n5.11)\n\nshows Spermatogenesis and oogenesis.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nWhat are events of the menstrual cycles?\n\nFigure 5.11 Spermatogenesis and oogenesis Phases of the menstrual cycle The menstrual cycle is the process of discharge of blood and other things through the vagina of a woman every month from puberty to menopause excluding pregnancy. It is a natural periodical process that brings changes in the female reproductive system which is responsible for the pregnancy.\n\n It includes changes that occur in the ovary and the uterine walls simultaneously as a result of changes in the level of hormones in the blood.\n\n Two significant events occur within the female reproductive organs: the first is the release of a single ovum from one of the ovaries and, the second is that the uterine endothelium is prepared for the plantation of a fertilized ovum.\n\nIf the ovum is not fertilized, the lining is released which results in Inquiry based activity 5.5 Home Works\n\n1. Draw a diagram of the gametogenesis structure\n\n2. Describe the differences between spermatogenesis and oogenesis\n\n3. Present the homework to the class and discuss\n\nGametogenesis = Spermatogenesis and Oogenesis",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nmenstruation. Menstruation occurs when the uterine lining sheds, resulting in blood that exits the body via the vagina. The duration of the cycles averages about 28 days. However, the period that might differ in different women can range from 20 days to 45 days. The difference in the duration is associated with decreased fertility.\n\nEvents of the menstrual cycles are phases of follicular, ovulation, luteal and menstruation. Phases (events) of menstrual cycles are:  The follicular phase: is the event when the anterior pituitary produces and secret estrogens called follicles stimulated hormones (FSH) that inhibit the secretion of negative feedback to prevent the growth of other follicles.\n\n The ovulation phase: an event when ovulation takes place in the midway through the cycle (days 12-14) and estrogen stimulates the anterior pituitary to secret luteinizing hormones (LH) as positive feedbacks to surge the release of an egg (secondary oocyte) as ovulation.\n\n The Luteal phase: rupture follicle develops into a slowly degenerating corpus luteum to secret high levels of progesterone and lower levels of estrogen. Both estrogen and progesterone act on the uterus to thicken the endometrial lining in preparation for pregnancy and inhibit the secretion of FSH and LH to prevent any follicle from developing.\n\n The Menstruation phase: in the menstrual cycle, if fertilization occurs, the embryo develops, implants in the endometrium and release hormones to sustain the corpus luteum. If fertilization fails, the corpus luteum degenerates, estrogen and progesterone levels drop and forms corpus albinos after two weeks. The endometrium is not maintained longer and its layer is eliminated from the body as menstrual blood or period (Figure 5.12).",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nFigure 5.12 Menstrual cycle Feedbacks to menstrual cycle:  Estrogen hormone promotes the secretion of the ovulation of the menstrual cycle.\n\n During days 12–14, estrogen provides positive feedbacks to the hypothalamus and pituitary gland to accelerate the production of estrogen leading to ovulation.\n\n Progesterone involves in the menstrual cycle and promotes gestation or the carrying of a fetus to maintain the endometrium of the uterus.\n\n The uterus walls dilation continue by contracting and stretching until the birth of a baby.\n\nTable 5.6 Menstrual cycle Phases Days Events Menstrual Phase 1- 4 Menstruation occurs Follicular Phase 5-13 Follicle matures and endometrium develops Ovulation phase Ovary releases an egg Luteal Phase 15-28 Follicle becomes the corpus luteum and endometrium prepares for an egg",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\n5.2.2 Positive and negative feedbacks to control the menstrual cycle\n\nA feedback mechanism is a physiological regulation system in the body that works to return the body to its normal internal state, commonly known as homeostasis. The “positive feedback” is the process in which the end products of an action cause more of that action to occur in a feedback loop. In a menstrual cycle, it is a period (days 12–14) during when estrogen stimulates the hypothalamus of the brain to release Gonadotropin Releasing Hormones (GnRH) that stimulates the anterior pituitary gland to secrete Luteinizing Hormones (LH) and Follicle Stimulating Hormones\n\n(FSH).\n\nHormones are chemicals that coordinate different body functions by carrying messages through our blood to organs, muscles and other tissues.\n\n1. Luteinizing Hormone (LH)\n\nLH is a gonadotrophic hormone for regulating the function of the testes in men and ovaries in women.\n\n In men, it stimulates cells in the testes to produce testosterone to support sperm production.\n\n In women, it carries out different roles in the two halves of the menstrual cycle. In weeks one to two of the cycle, the hormone stimulates the ovarian follicles to produce the female sex hormone estradiol. Around day 14 of the cycle, a surge in LH levels causes the ovarian follicle to rupture and release a mature oocyte (egg) from the ovary called ovulation. For the remainder of the cycle (weeks three to four), the remnants of the ovarian follicle form a corpus luteum to produce progesterone required to support the early stages of pregnancy. The rise of the levels LH is a negative feedback and too much LH is an indicator of infertility.\n\nInquiry activity 5.6 Homeworks\n\n1. How do positive and negative feedbacks control menstrual cycles\n\n2. Why menstruation period is absent during pregnancy\n\n3. Describe the roles of LH and FSH in cycling menstruation.\n\n4. List the phases of menstrual cycles.\n\n5. Explain the difference between menarche and menopause in menstrual cycles\n\nWhat is feedback in menstrual cycle?",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n2. Follicle Stimulating Hormone (FSH)\n\nFSH is a hormone that plays a role in sexual development, reproduction and affects ovaries and testicles.\n\nWomen are born with all the eggs and the ovarian reserve consists of one to two million eggs at birth of which around 400,000 eggs reach puberty, 400 eggs mature and ovulate throughout our reproductive years. The brain releases the hormone at the beginning of each cycle to stimulate ovaries to grow follicles and eggs for ovulation. The progesterone maintains the uterine lining or thickness of the uterus wall and lesser it for happening pregnancy.\n\nThe rise in FSH stimulates the growth of the follicle in the ovary, produces the increasing amounts of estradiol and reduces the release of gonadotrophin hormone as negative feedback.\n\nDuring each menstrual cycle, is a rise in FSH secretion in the first half of the cycle (follicular phase) stimulates follicular growth in the ovary leading to ovulation. The ruptured follicle forms a corpus luteum that produces high levels of progesterone (luteal phase) and at the end of the cycle, the corpus luteum breaks down, progesterone production decreases and the next menstrual cycle begins as follicle stimulating hormone levels start to rise again.\n\nIn negative feedbacks, the mechanism of biochemical pathway turns off, the egg fails of fertilization, the corpus luteum dies, progesterone levels drop and the uterine lining breaks down and the woman is having a period or menstruation. The positive feedback leads to ovulation and the negative feedback leads to menstruation (Figure 5.13).\n\nFigure 5.13 Positive and negative feedbacks schema of the menstrual cycle",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\n5.2.3 Fertilization and pregnancy\n\n1. Fertilization\n\nFertilization is the union of human egg and sperm cells in the ampulla of the fallopian tube to produce a zygote (Figure 5.14).\n\nThe process of fertilization occurs when 23 sets of chromosomes from a spermatozoon and 23 sets of chromosomes from an egg cell fuse together. The fertilized egg (zygote) divides repeatedly as it moves down the fallopian tube to the uterus. About six days after fertilization, the embryo attaches to the lining of the uterus, usually near the top. This process is called implantation and it is completed within nine or ten days.\n\nFigure 5.14 Fertilization\n\n2. Pregnancy\n\nPregnancy or gestation period is the period in which the fetus develops inside a woman’s womb or uterus. Pregnancy lasts about 40 weeks (280 days) to delivery counted from the last menstrual period. A pregnancy with more than one fetus at a time is called a multiple pregnancy (twin or triplet).\n\nThe followings are signs and symptoms of pregnancy:  Missed periods, tender breasts and morning sickness (nausea, vomiting)  Hunger and frequent urination  Pregnancy test confirms pregnancy What is the advantage of having a large number of sperm cells?",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n5.2.4 Mechanism of action of contraceptives\n\nContraceptio n refers to the intentional process of preventing pregnancy through the use of various hormonal drugs, devices, sexual practices, chemicals, and surgical procedures. People use contraception for a range of reasons such as to plan family size, reduce pregnancy- related risk, reduce teenage pregnancies, have healthy babies, prevent sexually transmitted diseases like HIV/AIDS, and to balance the population growth with economic growth.\n\nBased on their mechanisms of action, contraceptives can be categorized as barrier or non-barrier contraceptives.\n\n1. Barrier mechanism of contraceptives:\n\nDevices that provide a physical barrier between the sperm and the egg.\n\nExamples include the male condom, female condom, diaphragm, and cervical cap.\n\nCondoms (male and female) are the only contraceptive methods that helps prevent sexually transmitted infections (STIs) (Figure\n\n5.15).\n\nFigure 5.15 Male and female condoms Inquiry based activity: 5.7 Homeworks Write short essays on the following concepts and present the to the class  Unwanted pregnancy  Gestation age  Signs and symptoms of pregnancy  Twins (identical and fraternal) What are contraceptives?",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nDiaphragm is a small and soft silicon dome placed inside the vagina to stop sperm from entering the uterus where it forms a physical barrier between the man's sperm and the woman's egg like a condom (Figure 5.16).\n\nFigure 5.16 Diaphragm\n\n2. Non-barrier contraceptives: Types of\n\ncontraceptive methods such as chemical barriers or spermicides, oral contraceptive pills, intrauterine devices (IUD), hormonal implants, hormone injections, post pill and contraceptive ring.\n\nChemical barriers or spermicides are sperm-killing substances, available as foams, creams, gels, films or suppositories, which are often used in female contraception in conjunction with mechanical barriers and other devices (Figure 5.17).\n\nFigure 5.17 different spermicide contraceptives Oral contraceptive pills are combined hormonal pills with Oestrogen and progesterone. Oral contraceptive pill (COC) is a type of birth control that is designed to be taken orally by women. The pill contains two important hormones: progesterone and estrogen. The pill prevents the ovaries from releasing an egg each month (ovulation). It also thickens the mucus in the neck of the womb, so it is harder for sperm to penetrate",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nthe womb and reach an egg. It thins the lining of the womb, so there is less chance of a fertilized egg implanting into the womb and being able to grow.\n\nProgesterone-only pills\n\n(POP)\n\nprevent pregnancy by thickening the mucus in the cervix to stop sperm reaching an egg.\n\nThe progesterone-only pill can also stop ovulation. The progesterone-only pill needs to be taken every day to work.\n\nFigure 5.18 Oral contraceptive pills The copper-coated intrauterine device (IUD) is a small T-shaped device made from material that contains (coated) progesterone hormone or plastic and copper. The IUD fitted inside a woman’s uterus by trained healthcare providers does not allow the sperm to fertilize the egg and prevent pregnancy. It may also make it harder for a fertilized egg to implant in the uterus as it thickens the cervical mucus and thins the uterine lining (Figure 5.19).\n\nFigure 5.19 Intrauterine device (IUD) Contraceptive implant is a small flexible plastic rod placed under the skin in your upper arm by a doctor or a nurse and lasts for three years releasing the hormone progesterone into the bloodstream to prevent pregnancy (Figure 5.20).\n\nFigure 5.20 Contraceptive implant Contraceptive injection contains a synthetic version of the hormone progesterone DEPO Provera, which is a well-known brand name for medroxyprogesterone acetate, a contraceptive injection. It prevents the body from producing its own hormones and releasing eggs from the ovaries. However, an estimated 6% of people using Depo-Provera will get pregnant (Figure 5.21).",
    "BIOLOGY GRADE 11\n\nFigure 5.21 Contraceptive injection Post pill is a hormonal oral contraceptive tablet used as an emergency contraceptive to prevent pregnancy within 72 hours. It contains the hormone levonorgestrel, a progestin that prevents ovulation, block fertilization or keep a fertilized egg from implanting in the uterus. Post pill is an emergency oral contraceptive pill (ECP) used to prevent pregnancy after unprotected sex (Figure 5.22).\n\nFigure 5.22 Emergency contraception pill Contraceptive ring (vaginal ring) releases a continuous dose of the hormones estrogen and progesterone into the bloodstream to prevent pregnancy (Figure 5.23).\n\nFigure 5.23 Contraceptive Ring Sterilization: is a permanent method of contraception, suitable for people who are sure they never want children or do not want any more children. Sterilization procedures for women tubal ligation. The procedure for men is called vasectomy (Figure 5.24). Tubal ligation prevents an egg from traveling from the ovaries through the fallopian tubes and blocks sperm from traveling up the fallopian tubes to the egg. Vasectomy blocks or cuts each vas deferens tube, keeping sperm out of your semen. Sperm cells stay in the testicles and are absorbed by the body. Starting about 3 months after a vasectomy, the semen won't contain any sperm, so it can't cause pregnancy.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nInquiry-based activity 5.8: Discussion and presentation Visit your nearby health center professionals and discuss  Mechanisms of using contraceptives  Advantages and disadvantages of each contraceptives  Which of the contraceptive mechanisms are common in your area and why?\n\n Traditional systems of pregnancy control methods and compare with the modern ones .\n\nFigure 5.24 Sterilization: Vasectomy (left), Tubal ligation (right)",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nTable 5.6 Summary of contraceptives Methods Failure rate Mode of action Advantage Disadvantage Oral Contraceptives\n\n0.3-5\n\nInhibit ovulation; may affect endometrium and cervical mucus and prevent implantation Highly effective and regulate menstrual cycle Minor discomfort in some women, should not be used by women over age 35 who smoke Injectable contraceptives Depo-Provera About 1 Inhibit ovulation Effective and long-lasting Irregular menstrual bleeding, fertility may not return for six to 12 months after contraceptive is discontinued Intrauterine device\n\n(IUD)\n\n1-1 Stimulates inflammatory responses and prevent implantation Provides continuous protection, highly effective for several years Cramps, increased menstrual flow and risks of pelvic inflammatory diseases and infertility; not recommended for women who have not had a child Spermicides, foams, jellies and creams 3-20 Chemically kill sperm No known side effects; can be used with a condom or diaphragm to improve efficacy Messy, must be applied before intercourse Diaphragm Contraceptives 3-14 Mechanically blocks entrance to cervix No side effects Must be inserted prior to intercourse and left in place for several hours afterward Condom\n\n2.6-14\n\nMechanically prevent sperm from entering vagina No side effects; some protection from STIs and\n\nHIV\n\nSlightly deceased sensation for male and could break (torn) Sterilization Tubal ligation Vasectomy\n\n0.04\n\n0.15\n\nPrevent ovum from leaving uterine tube Prevent sperm from leaving vas deferens Most reliable method Most reliable method Requires surgery and considers permanent Requires surgery and considers permanent\n\n5.2.5 Causes of infertility in humans\n\nInfertility is the inability of a person to reproduce by a natural way. Female infertility is the inability to get pregnant (conceive) after unprotected sex. Male infertility refers low sperm production, abnormal sperm function, or blockages that prevent the delivery of sperm and consequently protect the ejaculation of adequate healthy sperm cells.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n5.2.6.1 Causes of infertility in women\n\nFemales are fertile for a natural fertility period before and during ovulation whereas they are infertile for the rest of the menstrual cycle. The cause of female infertility is ovulatory problems manifested by the sparse or absent menstrual periods (Figure 5.25).\n\nCauses of infertility in females:  Thyroid problems: it prevents ovulation by making both overactive and underactive.\n\n Pelvic surgery complications include fallopian tube damage and scarring, as well as cut ovaries  Cervical mucus problems: harder mucus does not let sperms to swim into vagina.\n\n Fibroids: non-cancerous growths in or around the womb affect fertility.\n\n Endometriosis: growths in the womb lining the endometrium block the ovaries.\n\n Pelvic inflammatory diseases cause infections of the upper female genital tract.\n\n Sterilization is a choice not to have any more children.\n\n Medicines and drugs: their uses and misuses have side effects that cause infertility.\n\nExamples:\n\n1. Drugs like marijuana, cocaine, and heavy cannabis use tobacco.\n\n2. Medicines such as blood pressure medications, anti-depressants, and anti-psychotics.\n\n3. Misuses of drugs and alcoholic drinks\n\nFigure 5.25 Causes of female infertility\n\n5.2.6.2 Infertility in men\n\nMale infertility is the production of low, abnormal, and dysfunctional sperm and blockages that prevent the adequate delivery of sperm. Chronic health problems, illnesses, injuries, inherited disorders, hormonal imbalances, dilated veins around the testicle, or a condition that blocks the passage of sperm and contribute to male infertility.",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nSymptoms of male infertility:\n\n1.\n\nImmotile sperms facing harder to swim to the egg\n\n2.\n\nDiscomfort, pain and swelling or a lump in the testicle area\n\n3.\n\nSurgery of the groin, testicle, prostate, penis, or scrotum\n\n4.\n\nLower sperm count (fewer than 15 million sperm per milliliter of semen or a total sperm count of less than 39 million per ejaculate).\n\nRisk factors linked to male infertility:  Smoking tobacco, using alcohol, and drugs  Being overweight and exposed to toxins  Having repeated past or present STD infections  Overheating and trauma to the testicles The following figure shows causes of male infertility with percentage (Figure 5.26).\n\nFigure 5.26 Causes of male infertility Inquiry based activity 5.9: Group discussion Visit your nearby health center and discuss  Infertility in females and males  Causes of infertilities in females and males Key Immune system factors Varicocele Sexual factors Undescended testicles Hypogonadism Systemic disease Urogenital infection Unexplained",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n5.2.6 The major sexually transmitted infections (STIs) in Ethiopia\n\nSexually transmitted Infections are communicable diseases primarily transmitted through sexual contact from a sick person to a healthy person.\n\n5.2.7.1 Types of sexually transmitted infections and preventions\n\nMore than 20 types of sexually transmitted infections or diseases spread through unprotected sexual intercourses. The major causative agents or pathogens, are bacteria, viruses, and parasites.\n\nBacterial infections diseases A. Bacterial Vaginosis Bacterial vaginosis is a type of vaginal inflammation caused by the overgrowth of bacteria naturally found in the vagina. Bacterial vaginosis increases the risk of developing a post-surgical infection and causes infections of the uterus, fallopian tubes, and infertility.\n\n Causative agent: bacterial vaginosis  Means of transmission: sexual contacts  Symptoms: vaginal discharge (thin, gray, white or green), foul-smelling or fishy vaginal odor, vaginal itching and burning during urination.\n\n Prevention/treatment: protective sexual contact and medical treatments  The prevalence of Bacterial Vaginosis in Ethiopia ranges from 2.8–19.4%.\n\nB. Chlamydia Chlamydia is a common sexually transmitted infection (STI) that’s caused by a bacteria called Chlamydia trachomatis (C. trachomatis).\n\nChlamydia infections spread through sexual contact, when vaginal fluid or semen containing the bacteria that causes chlamydia travels from one person to another.\n\nFigure 5.27 Diseases of Chlamydia How do we prevent STIs?",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nC. Syphilis Syphilis is a life-threatening disease that affects the brain, nervous system, eyes, heart, and several other organs and develops through four stages of symptoms (Table 5.7).\n\nTable 5.7 Stages of syphilis development Stages Timing Symptoms Primary syphilis 3-4 weeks after exposure.\n\nFormation of non-itchy and painless chancers on genital skin and mucosa.\n\nSecondary syphilis 4-8 weeks after the appearance of a primary chancer.\n\nRash on hands and soles of feet.\n\nLatent syphilis Early (< 1 year) after infection.\n\nLate (>1 year) after infection No symptoms (asymptomatic) Tertiary/late syphilis 1-10 years after infection.\n\nGummatous lesions, cardiovascular syphilis, late neurological complications.\n\n Causative agent: Treponema pallidum  Means of transmission: sexual contacts  Symptoms: form sores around the genitals, anus, rectum or mouth tend to last 3-6 weeks, appearing as a non-itchy rash of rough, brownish or red spots on the palms of the hands, soles of the feet, lesions in the mucous membranes, the mouth, vagina or anus.\n\nSwollen lymph nodes, hair loss, headache, weight loss, muscle fatigue, fever that appear around 21 days after infection.\n\n Prevention/treatment: protective sexual contact and medical treatments Figure 5.28 Diseases of Syphilis Inquiry activity 5.10 Investigating Chlamydia disease Form groups and conduct research on the causative agent, mode of transmission, symptoms, and treatments/preventions of Chlamydia disease from a library or by contacting a physician in your area, then present your findings in class.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nD. Gonorrhea Gonorrhea is an infectious disease of the bacterium Neisseria gonorrhea. It is highly contagious and can lead to life-threatening complications if not well treated. Its transmission is through touches of an infected area of the body, thrives in warm, moist parts of the body (vagina, penis, mouth, rectum and eye). It spreads during sexual contact.\n\n Causative agent: the bacterium Neisseria gonorrhea  Means of transmission: spreads by sexual contacts  Symptoms: painful urination and abnormal discharge from the penis or vagina. Men may experience testicular pain and women may experience pain in the lower stomach. In some cases, gonorrhea has no symptoms.\n\n Prevention/treatment: protective sexual contact and medical treatments Figure 5.29 Diseases of Gonorrhea E. Chancroid Chancroid is a curable sexually transmitted disease caused by the infection of bacterial species Haemophilus ducreyi. Chancroid is a highly contagious, painful necrotizing genital ulcer accompanied by inguinal lymphadenopathy.",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nFigure 5.30 Disease of Chancroid Viral infections diseases A. Genital herpes Genital herpes is a sexually transmitted infection caused by two types of the herpes simplex virus (HSV). These are HSV-1 and HSV-2. Human Simplex Virus 1 (HSV-1) is a virus that affects the mouth and spreads through saliva or a herpes-related sore around the mouth.\n\nHuman Simplex Virus 2 (HSV-2) affects the genital, anal, and mouth and is transmitted through sexual intercourse.\n\nFigure 5.31 Genital herpes disease B. Genital warts Genital warts are sexually transmitted infections caused by the human papillomavirus (HPV). They can cause pain, discomfort, and itching. The human papillomavirus (HPV) is a group of viruses that affect the skin, mucous membranes, throat, cervix, anus, and mouth. It increases the risk of cervical and throat cancer and spreads through sex.\n\nInquiry activity\n\n5.11\n\nInvestigating Chancroid disease Work in groups to investigate the causative agent, mode of transmission, symptoms, and treatments/prevention of Chancroid disease from a library or by contacting a physician in your area, and then present your findings in class.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nFigure 5.32 Disease of HPV C. Molluscum contagiosum Molluscum contagiosum is a contagious viral skin infection caused by a poxvirus called Molluscum contagiosum virus that affects both adults and children.\n\n Causative agent: Molluscum contagiosum virus  Means of transmission: by skin to skin contacts  Symptoms: a small round bumps and indents on skin disappearing soon  Prevention/treatment: protective self-hygiene Figure 5.33 Disease of Molluscum contagiosum D. Human Immunodeficiency Virus (HIV) Human Immunodeficiency Virus (HIV) is a virus that attacks the human immune system cells that fight against the body infections. HIV makes a person vulnerable to other infections and diseases. Without treatment, HIV infection advances in stages, getting worse over time gradually destroys the immune system and eventually causes acquired immunodeficiency syndrome (AIDS).\n\nHuman Immunodeficiency Virus (HIV) belongs to a class of viruses known as retroviruses. It attacks a specific type of immune system cell called CD4 helper cells or T cells and Ribosome, Golgi apparatus and endoplasmic reticulum organelles. HIV weakens the body, makes the body harder to fight off infections and destroys.\n\nWhat is HIV/AIDS?\n\nInquiry activity\n\n5.12\n\nInvestigation genital herpes and genital warts disease Work in groups to investigate the causative agent, mode of transmission, symptoms, and treatments/prevention of genital herpes and genital warts disease from a library or by contacting a physician in your area, and then present your findings in class.",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nFigure 5.34 HIV structure There are three stages of HIV infection:\n\n1. Acute HIV infection is the earliest stage from 2 to 4 weeks after infection and people\n\nshow flu-like symptoms, such as fever, headache, and rash. At this stage, HIV multiplies rapidly and spreads throughout the body. The virus attacks and destroys the infection- fighting CD4 cells (CD4 T lymphocytes) of the immune system.\n\n2. Chronic HIV infection is the second stage from 1 to 7 years. It is also called\n\nasymptomatic HIV infection or clinical latency at which HIV continues to multiply in the body and usually advances to AIDS.\n\n3. AIDS is the final stage from 10 years and above. This is the most severe stage of HIV\n\ninfection in which HIV severely damages the immune system and the body cannot fight off opportunistic infections such as tuberculosis and tumors, and the number of CD4 cells decreases. People at AIDS stage have a CD4 count of fewer than 200 cells/mm3. Without treatment, people with AIDS typically survive about 3 years (Figure 5.35). The healthy immune system's CD4 counts are between 500 and 1600 cells/mm3.\n\nFigure 5.35 HIV progress Key HIV capsid: HIV’s core that contains HIV RNA HIV envelope: the outer surface of\n\nHIV.\n\nHIV enzyme: proteins that carry out steps in the HIV life cycle.\n\nHIV glycoprotein: protein spikes embedded in the HIV envelope.\n\nHIV RNA: HIV’s genetic material",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nE. Hepatitis B Hepatitis B is a viral infection that attacks the liver and causes both acute and chronic liver diseases. Once a person is infected with Hepatitis B, the virus remains in the semen, blood and other bodily fluids.\n\nPeople with acute hepatitis B develop liver cancer diseases cirrhosis and hepatocellular carcinoma that causes liver failure leading to death. Vaccines prevent hepatitis B disease effectively and make safe. The World Health Organization (WHO) estimated that about 296 million people were living with chronic hepatitis B infections in 2019 with 1.5 million new infections each year and 820 000 deaths from cirrhosis and hepatocellular carcinoma (liver cancer).\n\n Causative agent: viruses  Means of transmission:  Sexual contact with infected persons  Uses of non-sterile injections  Puncturing the skin with sharp objects infected with virus  Blood and bodily fluids  Symptoms: yellowing of the skin and eyes (jaundice), dark urine, extreme fatigue, nausea, vomiting and abdominal pain  Prevention/treatment: protective sexual contact and safe from any contact of bodily fluids or contaminations Figure 5.36 Disease of Hepatitis B Inquiry activity 5.13 Investigating HIV/AIDS Be in two groups, investigate the causative agent, means of transmission, symptoms, and treatments/prevention of HIV/AIDS from a library or by asking a physician in your area, and then present your findings in class. In which stage of HIV, does the transmission to other person is highest?\n\nWhy?",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nParasites Among parasites, trichomoniasis and pubic lice are the most prevalent causative agents of sexually transmitted infections A. Crabs (Pubic lice) Crabs are pubic lice attaching to pubic hair and sometimes affect the hair in the armpits, moustache, beard, eyelashes or eyebrows. Pubic lice spread during close physical and sexual contact and are transmitted via shared towels or bed linen.\n\nFigure 5.37 Pubic lice B. Trichomoniasis Trichomoniasis is a common sexually transmitted infection caused by the parasite Trichomonas vaginalis (Figure 5.38).\n\nFigure 5.38 Trichomoniasis vaginalis  Causative agent: Trichomonas vaginalis  Means of transmission: sexual contact  Symptoms: in women (a large amount of a thin, often foul-smelling discharge from the vagina — which might be clear, white, gray, yellow or green; genital redness, burning and itching; pain with urination or sex; discomfort over the lower stomach area). In men (itching or irritation inside the penis, burning with urination or after ejaculation, discharge from the penis).\n\n Prevention/treatment: protective sexual contact and medical treatments Inquiry activity 5.14 Investigating crabs (Pubic lice) disease Be in groups, conduct an investigation into the causative agent, means of transmission, symptoms, and treatments/preventions of crabs (Pubic lice) from a library or by asking a physician in your area, and then present your findings in class.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nC. Scabies Scabies are contagious skin diseases that develop due to a mite (Figure 5.39). Scabies spreads from person to person through direct skin-to-skin contact. It can also be spread by using clothing, sheets, towels or furniture that has touched an infected person's skin. Scabies is considered as STI because it often spreads during sex.\n\nFigure 5.39 Diseases of Scabie\n\n5.2.8. Epidemiology of STIs in Ethiopia\n\nEpidemiology is the study of the transmission causation, outbreak, surveillance, monitoring of a disease and the application of this study to the control and treatment of the disease..\n\nEpidemiology of STIs is the systematic study of sexually transmitted infections, identify and understand the causes, symptoms and ways of transmission.\n\nEven though there is little information on the incidence and prevalence of STIs in Ethiopia, the problem of STIs is generally believed to be similar to that of other developing countries. About 1.4 million people are infected with STIs every day. In Ethiopia, the highest reported rates of STIs are found among 15–24-year olds.\n\n5.2.8.1 Risks of STIs epidemic in Ethiopia\n\nRisks of STIs epidemic include: Anyone who is sexually active risks some degree of exposure to an STD or STI. Factors that may increase that risk include: Inquiry activity 5.15 Investigating scabies disease Be in groups, conduct an investigation on the causative agent, means of transmission, symptoms, and treatments/prevention of scabies disease from a library or by asking a physician in your area, and present it in the class.\n\nWhat is an Epidemiology?",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\n Having unprotected sex. Having sex with an infected partner who isn't wearing a latex condom significantly increases the risk of getting an STI. Improper or inconsistent use of condoms can also increase risk.\n\n Having sexual contact with multiple partners. The more people you have sexual contact with, the greater your risk.\n\n Having a history of STIs. Having one STI makes it much easier for another STI to take hold.\n\n Being forced to engage in sexual activity. Dealing with rape or assault is difficult, but it's important to see a doctor as soon as possible to receive screening, treatment and emotional support.\n\n Misuse of alcohol or use of recreational drugs. Substance misuse can inhibit your judgment, making you more willing to participate in risky behaviors.\n\n Injecting drugs. Needle sharing spreads many serious infections, including HIV, hepatitis B and hepatitis C.\n\n Being young. Half the new STIs occur in people between the ages of 15 and 24.\n\nActivities 5.16: Discuss in a group of five and present to class Invite professionals from a nearby health center and discuss  STIs and Transmissions  Epidemic risks of STIs  Preventive cares of STIs  HIV/AIDS transmission risks",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n5.3 Harmful traditional practices\n\n5.3.1 Harmful traditional practices\n\nHarmful traditional practices that affect the physical and mental health of individuals are actions against the rights of people. Both men and women have the right to live free from harm, oppression, discrimination and violence (harmful practices).\n\nIn Ethiopia, the currently recorded harmful traditional practices has accounted for about 20 of which 50% deals with mutilation of skins and related parts, whereas the female genital mutilation (FGM) alone has accounted for 73% of the practices.\n\n5.3.1.1 Harmful traditional practices affect reproductive health.\n\n1. Early marriage is forcing underage girls to get married based on cultural norms to\n\nperpetuate poverty. It has a wide-ranging impact on girls, causing them to drop out of school, become pregnant, and face long-term health risks.\n\n2. Kidnapping or is abduction to make the girl a wife unwillingly.\n\n3. Gender-based violence, or any form of unwanted sexual contact (sexual abuse or\n\nharassment), or even violence within a relative or marriage.\n\nSelf-questioning Before starting this section, ask yourself this question: “what do I know about harmful traditional practices that affects reproductive health and what do I want to learn from this section?’ After the successfully completion this section, the student will be able to:  Describe harmful traditional practices  Explain the harmful traditional practices on reproductive systems  Understand how harmful traditional practices affect women What are harmful traditional practices?",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\n4. Female Genital Mutilation (FGM) is one of the harmful traditional practices that involve\n\nthe partial or total removal of external female genital organs.\n\n5.4 Family planning\n\nFamily planning is the ability to anticipate and attain a desired number of children, the spacing and timing of births, and the materials of individuals and couples to establish a family. Family planning deals with issues related to marital situation, career considerations, financial position and the number of children and a choice of a woman wishing to have or no children.\n\nFamily planning is concerned with ensuring the resources required for raising the children, time, social, financial, and environmental conditions.\n\n5.4.1 Risks related to the lack of family planning\n\n The risk of maternal health means that a mother requires care during pregnancy, childbirth, and the postpartum period.\n\nAfter the successful completion of this section, the student will be able to:  Define family planning  Explain the benefits of family planning  Discuss the side effects of family planning Inquiry based activity 5.17: Discussion Visit a nearby health center, discuss the following and present to the class  Female genital mutilation  Early marriage  Sex abuse  Massaging the abdomen of a pregnant woman  Marriage by abduction What is family planning?\n\nSelf-Questioning Before starting this section, ask yourself this question: “what do I know about family planning and what do I want to learn from this section?”",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n Both early and late motherhood have increased the risk that teenagers could face a higher risk of life complications and deaths.\n\n When mothers suffer from illness, get sick or have health problems, the whole family could be threatened  Complications of pregnancy and childbirth leads to abortions, disability and lower incidence of deaths.\n\nFigure 5.40 Family planning schemes\n\n5.4.2 Family planning actions\n\nThe family calendar includes:  Prevention of unwanted pregnancy  Safe family from STIs, counseling plans and fertility management  Adequate resources for couples to prevent unwanted pregnancy  Waiting at least 6 months after a miscarriage or abortion  Adoption as another option used to build a family.\n\n Birth control and assisted reproductive technology  Adjustment of the family plan calendar to the natural menstrual cycle Figure 5.41 Menstrual cycle calendar Does your family have a family plan calendar?",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\n5.4.3 Family planning services\n\n Pregnancy testing and counseling  Pregnancy- achieving services (preconception health)  Basic counseling on infertility  Counseling on sexually transmitted diseases  Breast and pelvic examinations  Breast and cervical cancer screening\n\n5.5\n\nEffects of alcohol use, chewing Khat, cannabis and other drug uses on STIs transmission and unwanted pregnancy\n\n5.5.1 The effects of alcohol uses\n\nHeavily alcohol use affects the lifestyles of humans. The normal blood alcohol limit for euphoria is\n\n0.1%, but the increase in alcohol intake damages many parts of the human body functions.\n\nAlcohol use has the following negative effects: Inquiry based activity 5.18: Discussion and presentation Visit a nearby family planning unit or health office and discuss  Family planning  Family plan calendar  Reproductive health After the successful completion of this section, the student will be able to:  Describe the effects of drinking alcohol  Explain the side effects of chewing Khat  Discuss that using drugs and others affects lifestyles Self-Questioning Before starting this section, ask yourself this question: “what do I know about the effects of drugs on human health and what do I want to learn from this section?’",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n Too much intake of alcohol causes acute effects on parts of our bodies. For example, a higher concentration of blood alcohol (0.25 to 0.30%) causes sleepiness and confusion.\n\n Prolonged excessive alcohol intake increases dementia (poor nutritional status).\n\n Alcohol damages the brain (vitamin deficiencies) and the liver (causing cirrhosis).\n\n Heavy alcohol drinking causes a J-shaped legs, colorectal and colon cancer, violence, traffic accidents and death.\n\n Gulping up more alcohol causes a coma and death.\n\n Alcoholic drinks cause 6.2% of males’ and 1.1% of females’ deaths globally.\n\n Alcohol drinking is associated with risky sex and transmission of HIV.\n\nFigure 4.42 Effects of alcohol on human body\n\n5.5.2 Effects of chewing Khat\n\nKhat is a shrubby plant (Catha edulis) that people chew its leaves as a recreational stimulant and a psychoactive drug. It has become a popular chewable cosmopolitan leaf among users living in Ethiopia and widespread in the Horn and Eastern Africa, Europe, and North America. In Eastern Ethiopia, it is chewed by nearly 30% of adolescent girls and over 70% of adolescent boys. There are about twenty million people worldwide who chew Khat leaves. When khat is chewed, it stimulates the central nervous systems of human beings because the leaves of Khat contain a stimulant drug called cathinone.\n\nChewing Khat leaves has the following negative effects:",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\n1.\n\nHypertension, stomatitis, esophagitis, gastritis, and constipation.\n\n2.\n\nAcute coronary syndrome (coronary artery spasm) and myocardial infarction\n\n3.\n\nMetabolic disorders, diabetes mellitus, hepatitis, and liver cirrhosis.\n\n4.\n\nImpotency or loss of sexual drive in libido among aphrodesia (male users) Table 5.8 Effects of using Khat leaves Khat leaves Effects of chewing Immediate term Alertness, Arousal, Concentration, Confidence, Constipation Euphoria, Friendliness, Hyperactivity, Increased blood pressure, Increased heart rate, Insomnia, Psychosis, suppressed appetite, Talkativeness, thought disorder, Verbosity etc.\n\nLong term Depression, infrequent hallucinations, impaired inhibition, increased risk of myocardial infarction (heart attack), Psychosis in extreme cases in the genetically predisposed and oral cancer leading to death in indeterminate terms.\n\n5.5.3 Effects of drug uses\n\nDrugs are biochemical components mostly extracted from some plant species. Some drugs intermittently affect the body and the brain whereas some drugs have long-lasting consequences and permanent health hazards.\n\n1. Marijuana\n\nMarijuana is a drug prepared from dried leaves and flowers of a plant called Marijuana plant (Cannabis sativa), which is stronger than any other form with high potency strains known as sinsemilla or hashish and extracts. Marijuana harms the brain, breathing system, heart, child development, and muscular system coordination. Figure 5.43 Cannabis sativa Inquiry activity 5.19 Investigation on effect of Khat Have you observed people drinking alcohol and chewing khat in your area? If so, have you noticed any problems like physical, psychological, or economic problems among those people? If so, why? If not, why not? Conduct a debate on the benefits and harms of drinking alcohol and chewing khat in your area.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n2. Cocaine\n\nCocaine is an addictive stimulant drug made from the leaves of the coca plant Erythroxylum coca native to South America. Cocaine harms the cardiovascular system, breathing system, gastrointestinal system, and nervous system.\n\nFigure 5.44 Erythroxylum coca\n\n3. Heroin\n\nHeroin is a very addictive drug made from morphine, a psychoactive (mind-altering) substance taken from the resin of the seedpod of the opium poppy. Similarly, heroin has also negative effects on our health.\n\nFigure 5.45 Papaver somniferum\n\n4. Inhalants\n\nInhalants are chemicals that can be found in ordinary household or workplace products that people inhale on purpose to get in high mood. In fact, chemicals found in the products can change the way the brain works and cause other problems in the body.\n\nGenerally, drugs have the following side effects  Increasing the risk of illness and infection  Heart conditions range from abnormal heart rates to heart attacks, collapsed veins, and blood vessel infections from injected drugs.\n\n Nausea and abdominal pain lead to changes in appetite and weight loss.\n\n Increased strain on the liver that puts the person at risk of significant liver damage or liver failure.\n\n Seizures, stroke, mental confusion, and brain damage are all possibilities.\n\n Problems associated with memory, attention, and decision-making, which make daily living more difficult People suffering from drug and alcohol addiction have a higher risk of unintentional injuries, accidents, and domestic violence incidents. The high prevalence of HIV infections, syphilis, and genital ulcer is due to unprotected sex fueled by the use of crack cocaine. Sexually active",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nadolescents are at a high risk of contracting sexually transmitted infections, including HIV (Figure\n\n5.46).\n\nFigure 5.46 Effects of drug uses Unit five summary The human skeletal system consists of 206 various types of bones, cartilage, joints, ligaments, tendons and connective tissues.\n\nThe primary functions of the skeletal systems are locomotion, support to the body and the protection of internal organs (brain, heart and lungs).\n\nBones that store minerals (calcium (99%), iron, magnesium and phosphorus are responsible for the production of red blood cells, platelets and most white blood cells.\n\nInquiry activity 5.20 Investigation Be in groups, investigate the short-term and long-term effects of drugs such as marijuana (cannabis), cocaine, heroin, and inhalants on the health of human beings, and then present your findings in class.",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\nThe functions of the muscular systems are movements, joint stabilization and heat protection, maintenance of posture and facilitation of blood circulation.\n\nThe skeletal muscles connected to the bones and work hand-in-hand with the skeletal system to control voluntary movements such as walking and running. Smooth muscles (stomach, intestines, bladder and uterus) are involuntary muscles that are responsible for the contraction of hollow muscles.\n\nThe cardiac muscle is an involuntary muscle found only in the heart and facilitates the circulation of blood by pumping to the major arteries and out into the body via the circulatory systems.\n\nThe human reproductive system dealing with both male and female reproduction systems includes gametogenesis (gamete formation) fertility and infertility.\n\nThe male reproductive system discusses the male reproductive organs including the penis, urethra, testes that make sperm and produce the hormone testosterone.\n\nThe female reproduction system is the body parts including vagina, cervix, ovary, uterus, the menstruation cycles and both positive and negative feedbacks.\n\nIn relation to reproduction, the unit briefs the mechanisms of uses contraceptives, sexually transmitted infections (STI) and diseases, causative agents, treatment or preventions.\n\nFamily planning is an access to ensure safe human right. It is central to gender equality and women’s empowerment and a key factor in reducing poverty. In developing regions, about 218 million women are suffering from lack of using safe and effective family planning methods for reasons ranging from the lack of access to information or services to the lack of support from their partners or communities. Family planning is the ability of individuals and couples to anticipate and attain their lifestyles with family formation and to have children or not. Family planning is a very important action that anticipates the futurity of the young generation on how to sustain all living forms and family formation with pertinent necessities to work and live successfully.\n\nAlcohol interferes with the brain’s communication pathways and affects the way the brain works. It changes mood and behavior and makes harder to think clearly and move with coordination. Drinking over a long time damages the heart and causes cardiomyopathy (stretching and dropping of heart muscle), arrhythmias (irregular heartbeat), stroke and high blood pressure.\n\nHeavy drinking takes a toll on the liver and leads to a variety of problems and liver inflammations including steatosis or fatty liver, alcoholic hepatitis, fibrosis and cirrhosis.\n\nAlcohol causes the pancreas to produce toxic substances that can eventually lead to pancreatitis, a dangerous inflammation and",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\nswelling of the blood vessels in the pancreas that prevents proper digestion.\n\nCathinone is illegal in some countries since it has stimulant effect when chewed as drug class similar to the leaves of the coca plant used for making cocaine. Uses of Khat increase respiration, tends to elevate blood pressure, heart arrhythmias and dilated pupils. A regular use of Khat can also cause tooth decay, gum disease, ulcers and constipation. Drug use can cause short and long-term serious health hazards effects possibly irreversible. Drugs affect mainly the central nervous systems and cause flatness, depression and exhaustion and hallucinogens or distorting the sense of reality.\n\nUnit five review questions Part I. True or false Items Instructions: write true if the statement is correct and false if not.\n\n1. Musculoskeletal system composes of only skeletons.\n\n2. Muscular system comprises of cardiac, skeletal and smooth muscles.\n\n3. The three types of muscle contractions are concentric, isometric and centric muscle fibers.\n\n4. The source of blood cells is bone marrows.\n\n5. Joints are binding tissues connecting individual bones to allow movements.\n\n6. The saddle joints are in between the carpal and metacarpal.\n\n7. Bones compose of Yellow and Red marrow.\n\n8. The skull protects the human brain.\n\n9. The rib cages protect the lung.\n\n10. The skull is made of the cranium bones.\n\nPart II. Multiple-choice Test Items if the statement is not correct.\n\nInstructions: choose the correct answer from the given alternatives\n\n1. What mineral makes bones strong?\n\nA. Oxygen C. Calcium B. Iron D. Zinc\n\n2. What are the two bones in the lower arm?\n\nA. Radius and ulna C. Femur and humerus B. Tibia and Fibula D. Mandible\n\n3. The purpose of white blood cells is to\n\nC. Carry oxygen C. Speed up digestion D. Protect against infection D. All",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n4. Which of the followings is a hinge joint?\n\nA. Shoulder C. Knee B. Hip D. None\n\n5. What is a fibrous connective tissue that attaches bone to bone?\n\nA. Cartilage C. Ligament B. Tendon D. Rib\n\n6. Which one is the hip joint?\n\nA. Hinge joint C. A and B B. Ball and Socket joint D. All\n\n7. Muscles attached to bones by\n\nA. Cartilage C. Ligament B. Tendon D. Tissues\n\n8. One of the following is not a part of the male reproductive system.\n\nA. Penis C. Uterus B. Testes D. Scrotum\n\n9. Which of the following is not a part of the female reproductive system?\n\nA. Ovary C. Sperm duct B. Vagina D. All\n\n10. What are the male sex cells?\n\nA. Sperm cells C. Scrotum B. Sperm ducts D. Vagina\n\n11. The male sex cells made in\n\nA. Testes C. Penis B. Sperm ducts D. Ovary\n\n12. The female sex cell is\n\nA. Cilia C. Cervix B. Egg cells D. Sperm cells\n\n13. How long does the menstrual cycle take?\n\nA. 5 days C. 28 days B. 14 days D. 30 days",
    "BIOLOGY GRADE 11\n\n14. The character of an ovulation is\n\nA. The release of a mature egg cell B. The loss of the lining of the uterus C. The joining of male sex cell and female sex cells D. Fertilization\n\n15. What is substance that passes through the placenta to the baby?\n\nA. Oxygen C. Blood B. Carbon dioxide D. Food\n\n16. How long is gestation in humans?\n\nA. 28 days C. 9 years B. 40 weeks D. 11 Years\n\n17. Which changes due to happen during puberty to boys and girls?\n\nA. Hips widen C. Underarm hair grows B. Facial hair grows D. Sperm production\n\n18. STIs are most common in ___age groups.\n\nA. Young and adults of ages 18- 35 C. People of ages 60 and older B. People of ages 36 – 45 D. All\n\n19. The overall number of cases of STIs is:\n\nA. Rising C. Constant B. Falling D. All\n\n20. As far as a person has no symptoms of STI, he/she\n\nA. Cannot pass on STI C. A and B B. Don't have STI D. None\n\n21. Which of the following is a cause for STIs in women?\n\nA. Pelvic inflammatory disease C. Ectopic pregnancy B. Higher risk for cervical cancer D. All of the above\n\n22. Which of the following sexually transmitted infection (STI) is caused by bacteria?\n\nA. Gonorrhea C. A and B B. Syphilis D. All\n\n23. One of the symptoms of genital herpes is\n\nA. Burning in the genital area C. A and B B. Painful blisters in the genital area D. None of the above\n\n24. Which one of the human organs untreated syphilis affects?\n\nA. Heart C. Liver B. Brain D. A and B",
    "BIOLOGY GRADE 11 STUDENT TEXTBOOK\n\n25. Which of the followings is another type of STIs?\n\nA. Chancroid C. Molluscum contagiosum B. Scabies D. All of the above\n\n26. It is one of the protective measures to lower the risk of getting an STI:\n\nA. Use of male condoms B. Eliminating multiple sex partners C. Delay with having sexual relations as long as possible D. All of the above\n\n27. Which of the listed contraceptives requires prescriptions?\n\nA. Birth control pill C. Diaphragm B. Contraceptive patch D. All of the above\n\n28. What do male condoms offer that other forms of birth control do not?\n\nA. Least chance of failure C. Cheapest to use B. Best protection against STIs D. All\n\n29. Besides the condom, which one is another barrier method of birth control?\n\nA. Diaphragm C. Withdrawal B. IUD D. All\n\n30. Which type of intrauterine device (IUD) is available?\n\nA. Copper C. Hormonal B. Titanium D. A and C\n\n31. Which one is a possible side effect of birth control pills?\n\nA. Nausea C. Headaches B. Irregular bleeding D. All\n\n32. How long is the vaginal ring left in place?\n\nA. Months C. 3 Weeks B. 2 Weeks D. 1 week\n\n33. Which of the methods is a natural family planning?\n\nA. Basal temperature C. Tracking the menstrual cycle on a calendar B. Tracking changes in cervical mucus D. All\n\n34. Which of the methods of sterilization is permanent?\n\nA. Tubal sterilization C. A and B B. Vasectomy D. No",
    "BIOLOGY GRADE 11\n\nUNIT FIVE RHE HUMAN BODY SYSTEM\n\n35. One of the FGM commonly practiced in Ethiopia is _____.\n\nA. Circumcision C. Infibulations B. Excision D. Clitoridectomy\n\n36. How can you solve the problem of underage marriage of girls?\n\nA. Awareness creation C. Education B. Law D. All\n\n37. Gulping up more alcohol causes\n\nA. Toxicities C. Does not affect B. Coma and death D. All\n\n38. Chewing Khat causes\n\nA. Hypertension, stomatitis, esophagitis, gastritis and constipation B. Acute coronary syndrome and myocardial infarction C. Metabolic disorders, Impotency, Diabetes mellitus, Hepatitis and Liver cirrhosis D. All of the above\n\n39. What types of drugs causing health hazards do you know?\n\nA. Marijuana C. Heroin B. Cocaine D. All\n\n40. What are the health hazards of using drugs?\n\nA. Abnormal heart attacks and increased liver damage or failure B. Weight loss and lung disease, stroke, confusion and brain damage C. Lung disease, seizures, stroke, mental confusion and brain damage D. All"
  ],
  "metadatas": [
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "1",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "2",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "3",
      "subject": "unknown"
    },
    {
      "chapter_number": "five",
      "chapter_title": "THE HUMAN BODY SYSTEMS",
      "grade": "unknown",
      "page": "4",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "5",
      "subject": "unknown"
    },
    {
      "chapter_number": "five",
      "chapter_title": "THE HUMAN BODY SYSTEMS",
      "grade": "unknown",
      "page": "6",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "7",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "8",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "9",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "10",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "11",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "12",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "13",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "14",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "15",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "16",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "17",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "18",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "19",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "20",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "21",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "22",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "23",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "24",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "25",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "26",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "27",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "28",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "29",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "30",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "31",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "32",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "33",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "34",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "35",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "36",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "37",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "38",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "39",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "40",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "41",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "42",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "43",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "44",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "45",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "46",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "47",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "48",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "49",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "50",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "51",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "52",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "53",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "54",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "55",
      "subject": "unknown"
    },
    {
      "chapter_number": "None",
      "chapter_title": "None",
      "grade": "unknown",
      "page": "56",
      "subject": "unknown"
    }
  ],
  "embeddings": null
}